&НаКлиенте
Процедура СкладПриИзменении(Элемент)
	Элементы.Приоритет.Видимость = ЗначениеЗаполнено(Объект.Склад);
КонецПроцедуры

&НаКлиенте
Процедура ПриоритетПриИзменении(Элемент)
КонецПроцедуры

&НаКлиенте
Процедура ТоварыВыборСтроки(Элемент, ВыбраннаяСтрока, Поле, СтандартнаяОбработка)
КонецПроцедуры

&НаКлиенте
Процедура КонтрагентРегулирование(Элемент, Направление, СтандартнаяОбработка)
	// Вставить содержимое обработчика.
КонецПроцедуры

&НаКлиенте
Процедура ТоварыОкончаниеПеретаскивания(Элемент, ПараметрыПеретаскивания, СтандартнаяОбработка)
	// Вставить содержимое обработчика.
КонецПроцедуры

&НаСервереБезКонтекста
Процедура ТоварыПриПолученииДанныхНаСервере(ИмяЭлемента, Настройки, Строки)
	// Вставить содержимое обработчика.
КонецПроцедуры

&НаКлиенте
Процедура ГруппаШапкаНажатие(Элемент)
	// Вставить содержимое обработчика.
КонецПроцедуры

&НаСервере
Процедура ПриСозданииНаСервере(Отказ, СтандартнаяОбработка)
	// Вставить содержимое обработчика.
КонецПроцедуры
